
dialog = {
    'Почати': 'Супер!\n'
               'Тепер ти з нами :)\n'
               'Тут ти знайдешь відповіді на свої запитання (c) та зможеш зєднатися з менеджером (c) у разі виникнення додаткових питань.\n'
               '(c)Починаємо!',

    'ПРО GIGAGROUP': 'GIGAGROUP існує на ринку телекомунікаційних послуг більше 13 років та представляє собою синергію масштабних ІТ-рішень:\n' 
                '(с) телеком-оператор GigaTrans\n'
                '(с) дата-центр GigaCenter\n'
                '(с) хмарний оператор GigaCloud\n' 
                '(с) агент з кібербезпеки GigaSafe\n'   
                'Все для надійного зберігання, передачі та резервування ваших даних.\n',

    'GIGATRANS': 'ТЕЛЕКОМ-ОПЕРАТОР GIGATRANS ЗАСНОВАНИЙ У 2006 р.\n'  
                'Ми надаємо послуги доступу до мережі Інтернет з захищеним вузлом інтернет доступу (ЗВІД) і організації каналів передачі даних для корпоративних клієнтів.\n'
                'З НАМИ ВИ ОТРИМАЄТЕ:\n'
                '(с) Необмежений швидкісний інтернет\n'
                '(с) Включення в міжнародну точку обміну трафіком DECIX\n'
                '(с) Виділені канали передачі даних та захищений вузол інтернет-зв’язку (КСЗІ)\n'
                'GigaTrans – це необмежені можливості для розвитку вашого бізнесу! (с)',
}