
dialog = {
    'Почати': 'Супер!\n'
               'Тепер ти з нами :)\n'
               'Тут ти знайдешь відповіді на свої запитання (c) та зможеш зєднатися з менеджером (c) у разі виникнення додаткових питань.\n'
               '(c)Починаємо!',

    'ПРО GIGAGROUP': '*GIGAGROUP* існує на ринку телекомунікаційних послуг більше 13 років та представляє собою синергію масштабних ІТ-рішень:\n' 
                '(с) телеком-оператор GigaTrans\n'
                '(с) дата-центр GigaCenter\n'
                '(с) хмарний оператор GigaCloud\n' 
                '(с) агент з кібербезпеки GigaSafe\n'   
                'Все для надійного зберігання, передачі та резервування ваших даних.\n',

    'GIGATRANS': '*ТЕЛЕКОМ-ОПЕРАТОР GIGATRANS ЗАСНОВАНИЙ У 2006 р.*\n'  
                'Ми надаємо послуги доступу до мережі Інтернет з захищеним вузлом інтернет доступу (ЗВІД) і організації каналів передачі даних для корпоративних клієнтів.\n'
                '*З НАМИ ВИ ОТРИМАЄТЕ:*\n'
                '(с) Необмежений швидкісний інтернет\n'
                '(с) Включення в міжнародну точку обміну трафіком DECIX\n'
                '(с) Виділені канали передачі даних та захищений вузол інтернет-зв’язку (КСЗІ)\n'
                'GigaTrans – це необмежені можливості для розвитку вашого бізнесу! (с)',

    'ПОСЛУГИ': '(с) ОБИРАЙТЕ ПОСЛУГУ ТА ОТРИМУЙТЕ ІНФОРМАЦІЮ ПРО НЕЇ (с) ',
    'ЧОМУ НАС ОБИРАЮТЬ': '*ВСЕ ДУЖЕ ПРОСТО (с)*\n' 
                '(с) У нас найкращі спеціалісти, які постійно вдосконалюють свої професійні навички\n'
                '(с) Маємо всі сертифікати якості, такі як ISO та КСЗІ\n'
                '(с) Наша технічна підтримка працює для вас 24/7/365\n' 
                '(с) Для нашої команди немає нездійсненних проектів!\n'   
                'Тому…\n'
                '*GIGATRANS – ЦЕ НЕОБМЕЖЕНІ МОЖЛИВОСТІ ДЛЯ РОЗВИТКУ ВАШЕГО БІЗНЕСУ!*',
    'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ ': '*ПЕРЕВАГИ ПОСЛУГИ ІНТЕРНЕТ ДЛЯ БІЗНЕСУ ВІД GIGATRANS:*\n'
                '(c) Максимальна швидкість до 100 Гбіт/с \n'
                '(c) Сервіс і підтримка 24/7/365 \n'
                '(c) Гарантія якості SLA 99,5%,ISO 27001:2013 та атестат КСЗІ \n'
                '(c) З нами вже 1000+ партнерів \n'
                '(c) Підключення в точку обміну трафіком DECIX \n'
                '(c) UA-IX і GigaNet \n',
    'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': '*ВИ МОЖЕТЕ СТВОРИТИ СВОЮ ВНУТРІШНЮ КОМУНІКАЦІЙНУ ІНФРАСТРУКТУРУ З ДОПОМОГОЮ ФАХІВЦІВ GIGATRANS.*\n'
                'Така мережа доступна для об\'єднання різних підрозділів або філій компанії клієнта (незалежно від їх кількості).\n'
                '*ПЕРЕВАГИ ПОСЛУГИ:*\n'
                '(c) Висока швидкість передачі інформації\n'
                '(c) Інформація захищена від несанкціонованого доступу\n'
                '(c) Несприйнятливість до електромагнітних наведень\n'
                '(c) Стійкість до агресивних середовищ\n'
                '(c) Гнучкість оптичних волокон\n'
                '(c) Можливість прокладки кабелю на великі відстані',
    'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС': '*IP-телефонія - технологія, яка обєднує в собі переваги телефонії та мережі Інтернет.* \nПереваги послуги:\n'
                '(c) Внутрішні короткі номери\n'
                '(c) Підключаємо будь-яке обладнання\n'
                '(c) Інтерактивне голосове меню\n'
                '(c) Послуга 0-800\n'
                '(c) Багатоканальні номери\n'
                '(c) Маршрутизація дзвінків',
    'ЗАХИСТ ВІД DDoS-АТАК': '*ДАНА ПОСЛУГА ЗАХИЩАЄ КЛІЄНТІВ ВІД НЕСАНКЦІОНОВАНОГО ДОСТУПУ ДО ЇХ КОМЕРЦІЙНИХ ДАНИХ.*\n'
                '*КЛІЄНТИ GIGATRANS ГАРАНТОВАНО ОТРИМАЮТЬ:*\n'
                '(с) Моніторинг трафіку 24/7\n'
                '(с) Розпізнання всіх видів атак\n'
                '(с) Очищення трафіку максимум за 30 хвилин\n',
    'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС': '*МИ СПІВПРАЦЮЄМО З ІНТЕРНЕТ-ПРОВАЙДЕРАМИ ТА ТЕЛЕКОМ ОПЕРАТОРАМИ ПО ВСІЙ УКРАЇНІ:*\n'
                '(с) Сервіси Ethernet\n'
                '(с) Надання обладнання кінцевому користувачеві (CPE Rental)\n'
                '(с) Розміщення обладнання\n'
                '(с) IP Transit\n'
                '(с) Виділені канали',
    'БУДІВНИЦТВО ВОЛЗ': '*ПІДКЛЮЧЕННЯ ОФІСУ ДО МЕРЕЖІ ІНТЕРНЕТ ЗА ДОПОМОГОЮ СУЧАСНИХ ОПТИЧНИХ КАНАЛІВ ЗВ’ЯЗКУ* \n– високонадійний та високошвидкісний спосіб отримання і передачі вашої інформації.\n'
                'Для надання телекомунікаційних корпоративних послуг високої якості ми використовуємо волоконно '
                '- оптичні лінії зв\'язку (ВОЛЗ) як для основної мережі, так і для підключення послуг в підрозділах клієнта.'

}