
dialog = {
    'Почати': 'Супер!\n'
               'Тепер ти з нами :)\n'
               'Тут ти знайдешь відповіді на свої запитання (c) та зможеш зєднатися з менеджером (c) у разі виникнення додаткових питань.\n'
               '(c)Починаємо!',

    'ПРО GIGAGROUP': '*GIGAGROUP* існує на ринку телекомунікаційних послуг більше 13 років та представляє собою синергію масштабних ІТ-рішень:\n' 
                '(с) телеком-оператор GigaTrans\n'
                '(с) дата-центр GigaCenter\n'
                '(с) хмарний оператор GigaCloud\n' 
                '(с) агент з кібербезпеки GigaSafe\n'   
                'Все для надійного зберігання, передачі та резервування ваших даних.\n',

    'GIGATRANS': '*ТЕЛЕКОМ-ОПЕРАТОР GIGATRANS ЗАСНОВАНИЙ У 2006 р.*\n'  
                'Ми надаємо послуги доступу до мережі Інтернет з захищеним вузлом інтернет доступу (ЗВІД) і організації каналів передачі даних для корпоративних клієнтів.\n'
                '*З НАМИ ВИ ОТРИМАЄТЕ:*\n'
                '(с) Необмежений швидкісний інтернет\n'
                '(с) Включення в міжнародну точку обміну трафіком DECIX\n'
                '(с) Виділені канали передачі даних та захищений вузол інтернет-зв’язку (КСЗІ)\n'
                'GigaTrans – це необмежені можливості для розвитку вашого бізнесу! (с)',

    'ПОСЛУГИ': '(с) ОБИРАЙТЕ ПОСЛУГУ ТА ОТРИМУЙТЕ ІНФОРМАЦІЮ ПРО НЕЇ (с) ',
    'ЧОМУ НАС ОБИРАЮТЬ GIGATRANS': '*ВСЕ ДУЖЕ ПРОСТО (с)*\n' 
                '(с) У нас найкращі спеціалісти, які постійно вдосконалюють свої професійні навички\n'
                '(с) Маємо всі сертифікати якості, такі як ISO та КСЗІ\n'
                '(с) Наша технічна підтримка працює для вас 24/7/365\n' 
                '(с) Для нашої команди немає нездійсненних проектів!\n'   
                'Тому…\n'
                '*GIGATRANS – ЦЕ НЕОБМЕЖЕНІ МОЖЛИВОСТІ ДЛЯ РОЗВИТКУ ВАШЕГО БІЗНЕСУ!*',
    'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': '*ПЕРЕВАГИ ПОСЛУГИ ІНТЕРНЕТ ДЛЯ БІЗНЕСУ ВІД GIGATRANS:*\n'
                '(c) Максимальна швидкість до 100 Гбіт/с \n'
                '(c) Сервіс і підтримка 24/7/365 \n'
                '(c) Гарантія якості SLA 99,5%,ISO 27001:2013 та атестат КСЗІ \n'
                '(c) З нами вже 1000+ партнерів \n'
                '(c) Підключення в точку обміну трафіком DECIX \n'
                '(c) UA-IX і GigaNet \n',
    'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': '*ВИ МОЖЕТЕ СТВОРИТИ СВОЮ ВНУТРІШНЮ КОМУНІКАЦІЙНУ ІНФРАСТРУКТУРУ З ДОПОМОГОЮ ФАХІВЦІВ GIGATRANS.*\n'
                'Така мережа доступна для об\'єднання різних підрозділів або філій компанії клієнта (незалежно від їх кількості).\n'
                '*ПЕРЕВАГИ ПОСЛУГИ:*\n'
                '(c) Висока швидкість передачі інформації\n'
                '(c) Інформація захищена від несанкціонованого доступу\n'
                '(c) Несприйнятливість до електромагнітних наведень\n'
                '(c) Стійкість до агресивних середовищ\n'
                '(c) Гнучкість оптичних волокон\n'
                '(c) Можливість прокладки кабелю на великі відстані',
    'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС': '*IP-телефонія - технологія, яка обєднує в собі переваги телефонії та мережі Інтернет.* \nПереваги послуги:\n'
                '(c) Внутрішні короткі номери\n'
                '(c) Підключаємо будь-яке обладнання\n'
                '(c) Інтерактивне голосове меню\n'
                '(c) Послуга 0-800\n'
                '(c) Багатоканальні номери\n'
                '(c) Маршрутизація дзвінків',
    'ЗАХИСТ ВІД DDoS-АТАК': '*ДАНА ПОСЛУГА ЗАХИЩАЄ КЛІЄНТІВ ВІД НЕСАНКЦІОНОВАНОГО ДОСТУПУ ДО ЇХ КОМЕРЦІЙНИХ ДАНИХ.*\n'
                '*КЛІЄНТИ GIGATRANS ГАРАНТОВАНО ОТРИМАЮТЬ:*\n'
                '(с) Моніторинг трафіку 24/7\n'
                '(с) Розпізнання всіх видів атак\n'
                '(с) Очищення трафіку максимум за 30 хвилин\n',
    'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС': '*МИ СПІВПРАЦЮЄМО З ІНТЕРНЕТ-ПРОВАЙДЕРАМИ ТА ТЕЛЕКОМ ОПЕРАТОРАМИ ПО ВСІЙ УКРАЇНІ:*\n'
                '(с) Сервіси Ethernet\n'
                '(с) Надання обладнання кінцевому користувачеві (CPE Rental)\n'
                '(с) Розміщення обладнання\n'
                '(с) IP Transit\n'
                '(с) Виділені канали',
    'БУДІВНИЦТВО ВОЛЗ': '*ПІДКЛЮЧЕННЯ ОФІСУ ДО МЕРЕЖІ ІНТЕРНЕТ ЗА ДОПОМОГОЮ СУЧАСНИХ ОПТИЧНИХ КАНАЛІВ ЗВ’ЯЗКУ* \n– високонадійний та високошвидкісний спосіб отримання і передачі вашої інформації.\n'
                'Для надання телекомунікаційних корпоративних послуг високої якості ми використовуємо волоконно '
                '- оптичні лінії зв\'язку (ВОЛЗ) як для основної мережі, так і для підключення послуг в підрозділах клієнта.',

    'GIGACENTER': '*GIGACENTER ВХОДИТЬ У П\'ЯТІРКУ КРАЩИХ КОМЕРЦІЙНИХ ДАТА-ЦЕНТРІВ УКРАЇНИ.*\n'
                ' За показниками надійності, відмовостійкості та безпеки Gigacenter відповідає рівню Tier III.\n'
                '*GIGACENTER ЦЕ:*\n'
                ' (с) сервіс найвищого рівня\n'
                '(с) мінімізація ризиків, пов’язаних з IT-інфраструктурою компанії\n'
                '(с) персоналізований підхід до кожного клієнта\n'
                '(с) кращі галузеві та спеціалізовані бізнес-рішення для підприємств будь-якого рівня.',
    'ПОСЛУГИ GIGACENTER': '(с) ОБИРАЙТЕ ПОСЛУГУ ТА ОТРИМУЙТЕ ІНФОРМАЦІЮ ПРО НЕЇ (с)\n' 
                '*ДОДАТКОВІ ПОСЛУГИ:*\n' 
                '(с) Smart hands\n'
                '(с) Крос-комутація\n'
                '(с) Резервний L2 канал\n'
                '(с) Backup в хмару\n',
    'ЧОМУ НАС ОБИРАЮТЬ GIGACENTER': '*З GIGACENTER НІЯКИХ НАДВИТРАТ - ВСЯ ІНФРАСТРУКТУРА НА АУТСОРСІ:*\n'
                '(с) GigaCenter входить до 5-ки кращих ЦОД\n'
                '(с) Дата центр побудований відповідно вимог Tier III\n'
                '(с) Ми маємо атестат якості ІSO 27001:2013\n'
                '(с) Гарантія якості SLA 99,982%\n'
                '(с) У нас найкраща команда, яка працює для вашого бізнесу 24/7/365',
    'ПО-ЮНІТНЕ РОЗМІЩЕННЯ': '*ЯКЩО У ВАС НЕМАЄ ПОТРЕБИ В ЗБЕРІГАННІ ВЕЛИКОГО ОБ\'ЄМУ ДАНИХ, ОРЕНДУЙТЕ МІСЦЕ ПІД ОДИН АБО ДЕКІЛЬКА СЕРВЕРІВ:*\n'
                '(с) Потужність обладнання 350 – 3500 Вт\n'
                '(с) Енерговводи - два незалежних\n'
                '(с) Система охолодження - N+1\n'
                '(с) Комунікації - два узли комутації + міжмодульні коммунікації\n'
                '(с) Екранування - згідно вимог постанови НБУ №243 від 04.07.2007 р.\n'
                '(с) Пожежогасіння - автономне автоматичне газове',
    'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ': '*ОРЕНДА 1/2 СЕРВЕРНО\ ШАФИ - РІШЕННЯ ДЛЯ ПІДПРИЄМСТВ, ЩО РОЗШИРЮЮТЬ ІТ-ПОТУЖНОСТІ ТА ОБИРАЮТЬ ВИГІДНИЙ СПОСІБ КОМУТУВАННЯ ОБЛАДНЕННЯ:*\n'
                '(с) 23 юніти\n'
                '(с) Потужність обладнання 1,5 кВт – 5,5 кВт\n'
                '(с) Система охолодження N+1\n'
                '(с) Навантаження на фальшпідлогу 1500 кг\n'
                '(с) Два вузли кабельних коммутацій + міжмодульні комунікації\n'
                '(с) Екранування згідно вимог постанови НБУ №243 від 04.07.2007 р.\n'
                '(с) Автономне автоматичне газове пожежогасіння',
    'ОРЕНДА СЕРВЕРНОЇ ШАФИ': '*ОРЕНДА СЕРВЕРНОЇ ШАФИ - ЦЕ СПОСІБ ЗАХИСТИТИ СВОЄ ОБЛАДНЕННЯ І ЗАБЕЗПЕЧИТИ ЙОГО БЕЗПЕРЕБІЙНЕ ФУНКЦІОНУВАННЯ. РІШЕННЯ ПІДІЙДЕ ДЛЯ КОМПАНІЙ З ПОЛІТИКОЮ БЕЗПЕКИ, ЯКА ВИМАГАЄ РОЗМІЩЕННЯ СЕРВЕРІВ БЕЗ МОДЛИВОСТІ СТОРОННЬОГО ДОСТУПУ:*\n'
                '(с) 46 юнітів \n'
                '(с) Потужність обладнання 3 кВт – 11 кВт\n'
                '(с) Два незалежних енерговвода\n'
                '(с) Топологія охолодження N+1\n'
                '(с) Навантаження на фальшпідлогу 1500 кг\n'
                '(с) Два вузли кабельних коммутацій + міжмодульні комунікації\n'
                '(с) Екранування згідно вимог постанови НБУ №243 від 04.07.2007 р.\n'
                '(с) Автономне автоматичне газове пожежогасіння',
    'ОРЕНДА МОДУЛЯ': '*ОРЕНДУЮЧИ МОЛУЛЬ ВАША КОМПАНІЯ ОТРИМУЮ В СВОЄ РОЗПОРЯДЖЕННЯ ОКРЕМЕ ПРИМІЩЕННЯ, З УСІЄЮ НЕОБХІДНОЮ ІНФРАСТРУКТУРОЮ. ФОРМУВАННЯ МОДУЛЯ ВІДБУВАЄТЬСЯ ВІДПОВІДНО ДО ЗАПИТУ КЛІЄНТА.*\n'
                '(с) Площа під запит клієнта\n'
                '(с) Від 3-ьох шаф\n'
                '(с) Потужність обладнання під запит клієнта\n'
                '(с) Два незалежних енерговводи\n'
                '(с) Система охолодження N+1\n'
                '(с) Навантаження на фальшпідлогу 1500 кг\n'
                '(с) Два вузли комутації + міжмодульні комунікації\n'
                '(с) Екранованість згідно з вимогами постанови НБУ №243 від 04.07.2007 р.',
    'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ': '*ОБИРАЮЧИ ПОСЛУГУ, ВИ ЗАХИЩАЄТЕ СВОЄ ОБЛАДНАЯЯ ВІД ВПЛИВУ ЕЛЕКТРИЧНОГО ТА МАГНІТНОГО ПОЛЯ. КРІМ ФІЗИЧНОГО ЗАХИСТУ ""ЕКРАН"" БЛОКУЄ СТОРОННЄ СКАНУВАННЯ АБО ПОШКОДЖЕННЯ ІНФОРМАЦІЇ.*\n' 
                '*ПЕРЕВАГИ ЕКРАНОВАНОСТІ:*\n' 
                '(с) Окрема система пожежогасіння\n'
                '(с) Пломбування\n'
                '(с) Додаткова сигналізація і відеоспостереження\n'
                '(с) Додаткові окремі датчики температури і вологості\n'
                '(с) Обмежений фізичний доступ\n'
                '(с) Додаткове зміцнення і посилена пожежостійкість\n'
                '(с) Ізолювання від будь-яких радіосигналів\n'
                '(с) Можливість встановлення додаткових дверей',

    'GIGACLOUD': '*GIGACLOUD - УНІВЕРСАЛЬНИЙ ХМАРНИЙ ОПЕРАТОР ДЛЯ ВСІХ СЕГМЕНТІВ БІЗНЕСУ.*\n' 
                'Ми лідер українського ринку за темпами зростання та кількості клієнтів. У нашему портфоліо вже понад 1000 клієнтів в 6 країнах світу та понад 150 компаній-партнерів.\n' 
                '*З НАМИ ВИ ОТРИМАЄТЕ:*\n'          
                '(с) IaaS-, BaaS- та DRaaS-послуги для корпоративних клієнтів;\n'
                '(с) хмарні рішення на базі платформ VMware та OpenStack;\n'
                '(с) інфраструктуру з трьох дата-центрів рівня Tier III в Україні та ЄС.\n'
                'GigaСloud - це безпечне зберігання даних бізнесу!',
    'ЧОМУ НАС ОБИРАЮТЬ GIGACLOUD': '(с) Будуємо будь-які хмарні проекти із використанням тільки власних ресурсів.\n'
                '(с) Обладнання А-брендів останнього покоління знаходиться в трьох дата-центрах рівня Tier III.\n'
                '(с) Маємо міжнародний сертифікат ISO / IEC 27001:2013 та атестат відповідності КСЗІ.\n' 
                '(с) 80% enterprise-клієнтів ― індивідуальні проекти.\n' 
                '(с) Техпідтримка працює для клієнтів в режимі 24/7. Середня оцінка роботи ─ 4,9 бала з 5.\n'
                '*МИ СТАНЕМО НАДІЙНИМ ТЕХНОЛОГІЧНИМ ПАРНЕРОМ ДЛЯ ВАШОГО БІЗНЕСУ!*',
    'PRIVATE CLOUD': '*ПРИВАТНА ХМАРА - ЦЕ ВІРТУАЛЬНА ІНФРАСТРУКТУРА НА ВИДІЛЕНИХ ФІЗИЧНИХ СЕРВЕРАХ, ЩО НАДАЄТЬСЯ НА УМОВАХ ОРЕНДИ.*\n'
                'Розміщуючи власні сервіси в приватній хмарі, ви отримуєте найкраще від двох варіантів побудови інфраструктури: публічної хмари та приватної.\n'
                '*ПЕРЕВАГИ:*\n'
                '(с) Швидкий старт в хмарі\n'
                '(с) Оптимізація витрат\n'
                '(с) Безпека і продуктивність',
    'PUBLIC CLOUD': '*ПУБЛІЧНА ХМАРА ― КОМПЛЕКС РЕСУРСІВ, ЩО ДАЄ ПОВНУ СВОБОДУ У СТВОРЕННІ БУДЬ-ЯКИХ IT-ЛАНДШАФТІВ: ВІРТУАЛЬНИХ МАШИН, ВІРТУАЛЬНИХ ДИСКІВ ТА МЕРЕЖ, ОБ\'ЄДНАНИХ В ЄДИНУ ІНФРАСТРУКТУРУ В МЕЖАХ ВІРТУАЛЬНОГО ДАТА-ЦЕНТРУ.*\n'
                '*ПЕРЕВАГИ:*\n' 
                '(с) Швидка зміна конфігурації обчислювальних та мережевих ресурсів\n'
                '(с) Оптимізовані витрати на IT-інфраструктуру\n'
                '(с) Надійність та відмовостійкість\n'
                '(с) Найвищий рівень інформаційної безпеки',
    'КЛАСТЕРИ KUBERNETES': '*КЛАСТЕРИ KUBERNETES - КЕРОВАНЕ ВІРТУАЛЬНЕ СЕРЕДОВИЩЕ ДЛЯ РОЗГОРТАННЯ ДОДАТКІВ У КОНТЕЙНЕРАХ.*\n'
                '*ЗА ДОПОМОГОЮ КЛАСТЕРА KUBERNETES ВИ МОЖЕТЕ:*\n'
                '(с) прискорити розгортання додатків, перенесення з тестового середовища до продуктивного, інсталяцію оновлень;\n'
                '(с) забезпечити доступність додатків за рахунок автоматичного моніторингу, додавання і перезавантаження хостів;\n'
                '(с) використовувати автоматичне масштабування, щоб сервіс завжди справлявся із запитами;\n'
                '(с) керувати розподіленої інфраструктурою в хмарах різних провайдерів і on-premise інфраструктурою.',
    'DRaaS': 'Disaster Recovery as a Service ― відновлення IT-інфраструктури клієнта в разі катастрофи.\n' 
                'Використовуючи DRaaS, ви можете продовжувати працювати навіть в разі падіння свого дата-центру.\n' 
                '*ЦЕ НАЙКРАЩА СТРАХОВКА ВІД БУДЬ-ЯКИХ ФОРС-МАЖОРНИХ ОБСТАВИН:*\n' 
                '(с) локальних: вихід з ладу сервісу, сервера, віртуальних машин, дисків, мережі і т.д.;\n'
                '(с) глобальних: пожежа, повінь, вибух і інші катастрофи, які призводять до недоступності дата-центру.\n'
                '*ПЕРЕВАГИ:*\n'                
                '(с) перевірені технології. DRaaS-рішення побудовано на технології Veeam Backup & Replication\n'
                '(с) оплата лише по факту використання\n',
    'BaaS': '*BACKUP AS A SERVICE - РЕЗЕРВНЕ КОПІЮВАННЯ ІНФОРМАЦІЇ В ХМАРУ З 100% ГАРАНТІЄЮ ЇЇ ЦІЛІСНОСТІ.*\n' 
                'Сервіс дозволяє створювати і зберігати резервні копії даних в хмарному сховищі, до якого немає доступу у сторонніх осіб, і управляти процесами копіювання. Сервіс захищає бізнес від вірусів, кібератак та інших неконтрольованих факторів впливу на IT-інфраструктуру.\n'
                '*ПЕРЕВАГИ:*\n'
                '(с) захист даних\n'
                '(с) оптимізація витрат\n'
                '(с) гнучкість\n',

    'GIGASAFE': '*GIGASAFE – ЦЕ ПРОВІДНА УКРАЇНСЬКА КОМПАНІЯ, ЯКА СПЕЦІАЛІЗУЄТЬСЯ НА ВПРОВАДЖЕННІ КОМПЛЕКСНИХ РІШЕНЬ З КІБЕРБЕЗПЕКИ.*\n'
                'Наша місія -  створення умов для безпечного співіснування суспільства та цифрових технологій.\n'
                'GigaSafe – надійний кіберзахист вашого бізнесу!\n',
    'ЧОМУ НАС ОБИРАЮТЬ GIGASAFE': '*GIGASAFE – ЦЕ ГАРАНТІЯ БЕЗПЕКИ ВАШОГО БІЗНЕСУ:*\n'
                '(с) підписуємо NDA з кожним клієнтом\n'
                '(с) маємо всі міжнародні протоколи перевірки: OOSTMM, OWASP, PTES, NIST\n'
                '(с) більше ніж 13 років експертизи нашої команди',
    'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': '*ІДЕНТИФІКАЦІЯ ЗАГРОЗ ДОЗВОЛЯЄ ОЦІНИТИ РІВЕНЬ ЗРІЛОСТІ СТАНУ КІБЕРБЕЗПЕКИ В КОМПАНІЇ.*'
                '*В ПОСЛУГУ ВХОДИТЬ:*\n'
                '(с) оцінка стану захищеності внутрішньої IT-інфраструктури\n'
                '(с) оцінка зовнішньої IT-інфраструктури\n'
                '(с) проведення тестування на проникнення\n'
                '(с) перевірка на вразливості методами соціальної інженерії',
    'НАЛАШТУВАННЯ ЗАХИСТУ': '*НАЛАШТУВАННЯ ЗАХИСТУ ДОЗВОЛЯЄ УСУНУТИ ВИЯВЛЕНІ НЕДОЛІКИ СИСТЕМИ КІБЕРБЕЗПЕКИ ТА СТВОРИТИ МАКСИМАЛЬНИЙ ЗАХИСТ ДО БОРОТЬБИ ІЗ ЗАГРОЗАМИ*\n' 
                '(с) етап проектування: розробка проекту змін існуючої архітектури та системних налаштувань\n' 
                '(с) етап інтеграції: побудова та налаштування зв\'язків між інформаційними системами, механізмів захисту та заходів щодо забезпечення безпеки\n' 
                '(с) етап навчання: від загальних правил кібергігієни до експлуатації конкретних засобів кіберзахисту',
    'МОНІТОРИНГ АНОМАЛІЙ': '*МОНІТОРИНГ АНОМАЛІЙ ДОЗВОЛЯЄ ЗАБЕЗПЕЧИТИ В РЕАЛЬНОМУ ЧАСІ МАКСИМАЛЬНИЙ ЗАХИСТ ВІД ЗАГРОЗ У КІБЕРСЕРЕДОВИЩІ:*\n'
                '(с) Запобігання несанкціонованим вторгненням завдяки обміну інформацією та функціонуванню відповідних централізованих та децентралізованих технологічних систем\n'
                '(с) Захист від повного спектру загроз через інтеграцію із SIEM системами\n'
                '(с) Стимулювання та забезпечення проведення кібернавчань',
    'РЕАГУВАННЯ НА ІНЦИДЕНТИ': '*РЕАГУВАННЯ НА ІНЦИДЕНТИ ДОЗВОЛЯЄ ЗАБЕЗПЕЧИТИ ЗАХИСТ ІНФОРМАЦІЙНИХ СИСТЕМ ВІД НЕСАНКЦІОНОВАНОГО ДОСТУПУ, НЕПРАВОМІРНОГО ВИКОРИСТАННЯ, А ТАКОЖ ПОРУШЕНЬ ЇХ КОНФІДЕНЦІЙНОСТІ, ЦІЛІСНОСТІ ТА ДОСТУПНОСТІ.*\n'
                '*ВКЛЮЧАЄ НАСТУПНІ ЕТАПИ:*\n' 
                '(с) планування\n'
                '(с) виявлення та інформування\n'
                '(с) оцінка та ідентифікація\n'
                '(с) реагування\n'
                '(с) висновки',
    'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ': '*ПОСЛУГА ДОЗВОЛЯЄ ВІДНОВИТИ ПРАЦЕЗДАТНІСТЬ ІНФОРМАЦІЙНИХ СИСТЕМ ПІСЛЯ КІБЕРАТАК ТА ЗАБЕЗПЕЧИТИ:*\n'
                '(с) аналіз наслідків для інформаційних систем та бізнес- процесів після кібератак\n'
                '(с) надання рекомендацій по усуненню наслідків та причин кібератак\n'
                '(с) забезпечення превентивних заходів',

    'ТОП-ПОСЛУГИ': 'У цьому розділі ми зібрали інформацію про найпопулярніші послуги GIGAGROUP, по запитам наших клієнтів.\n' 
                '*(с) Тисни далі та обирай послугу для своєї компанії! (с) *',
    'ГІБРИДНІ РІШЕННЯ': '*GIGAGROUP ПРЕДСТАВЛЯЄ СОБОЮ СИНЕРГІЮ МАСШТАБНИХ ІТ-РІШЕНЬ, ТОМУ ДАНА КОМБІНАЦІЯ СЕРВІСІВ ДОЗВОЛЯЄ РЕАЛІЗУВАТИ РЯД ГІБРИДНИХ РІШЕНЬ ПІД ПОТРЕБИ КОЖНОГО ЗАМОВНИКА З МОЖЛИВІСТЮ:*\n' 
                '(с) розміщення серверного устаткування в дата-центрі GigaCenter\n'
                '(с) побудови хмарної інфраструктури GigaCloud\n'
                '(с) комутування завдяки оптоволоконній мережі GigaTrans\n'
                '(с) послуги з кібербезпеки завдяки GigaSafe',
    'ПІДКЛЮЧИТИ МЕНЕДЖЕРА': '*Якщо ви не знайшли відповідь на своє питання,* просто напишіть сюди (с)  свої контакти і наш менеджер вам зателефонує протягом однієї години! (с) ',
    'ЗАЯВА МЕНЕДЖЕРУ': 'Ваша заява успішно прийнята в роботу',

    'КОНТАКТИ': 'Наші контакти:\n'
                '+38 044 591 18 18 \n'
                'info@gigatrans.ua \n',
    'НАЙПОПУЛЯРНІШІ ПИТАННЯ': '*У цьому блоці ми надаємо відповіді на найпопулярніші запитання.*\n' 
                '(с) Тисни на назву компанії та обирай питання, що тебе цікавить. (с)',
    'КАР\'ЄРА': '*Хочеш долучитися до #GigaFamily? (с)*\n'
                'Тоді мершій пиши нашему HR-менеджеру Катерині Харчун (с)(с)(с)\n'
                '(с) kateryna.kharchun@gigatrans.ua',

    'ОШИБКА': 'Простите я вас не понял(',
    'ОШИБКА ВОПРОСА': 'Вопрос не задан, попробуйте еще раз',
    'ПОВЕРНУТИСЯ ДО ПИТАНЬ': 'Натисніть *Повернутись до питань*, для повернення до меню',
}

question ={
    'ЯКІ ДІЮТЬ ТАРИФИ НА ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?': '*ЯКІ ДІЮТЬ ТАРИФИ НА ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?*\n'
                              'Тарифи вираховуються для клієнтів індивідуально, адже ціна залежить від багатьох факторів: технічного завдання, необхідності резервування інфраструктури, сроків виконання проекту, місцезнаходження клієнта, складності проекту і т.д.\n'
                              'Наша команда спеціалістів завжди готова запропонувати вашій компанії оптимальний тариф для підключення вашого бізнесу! Запитуйте тарифи у наших фахівців вже зараз! :)',
    'ЧИ МОЖЕТЕ ВИ ВИКОНАТИ МІЖНАРОДНЕ ПІДКЛЮЧЕННЯ?': '*ЧИ МОЖЕТЕ ВИ ВИКОНАТИ МІЖНАРОДНЕ ПІДКЛЮЧЕННЯ?*\n'
                             'Так ми можемо зробити підключення практично в будь-якій точці світу. Наша компанія має сполучення з усіма телекомунікаційними операторами України, провайдерами для юридичних осіб, а також ключовими світовими операторами ринку зв\'язку, а наші технічні майданчики встановлені в Одесі, Львові, Чернігові та Чернівцях.\n'
                             'Це забезпечує вам мінімальну затримку при зверненні до світових ресурсів, використання віддаленого робочого столу, спілкуванні з колегами і замовниками через Skype, месенджери і електронну пошту. А також дозволяє нашій команді оперативно провести інтернет в офіс та зробити підключення де би ви не були.',
    'ЯКІ ТЕРМІНИ ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?': '*ЯКІ ТЕРМІНИ ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?*\n'
                            'Терміни підключення визначаються індивідуально для кожного клієнта, бо залежать від таких факторів: місцезнаходження об\'єкту, технічне завдання, складність проекту та багато іншого. Але в середньому підключення займає від 1 до 5 днів.',
    'ЧИ ГАРАНТУЄТЕ ВИ ШВИДКІСТЬ ІНТЕРНЕТУ 100 ГБІТ/С?': '*ЧИ ГАРАНТУЄТЕ ВИ ШВИДКІСТЬ ІНТЕРНЕТУ 100 ГБІТ/С?*\n'
                            'GigaTrans гарантує комфортне та легке користування сервісами на максимальній швидкості від 1 Мбіт/с до 100 Гбіт/с. Це забезпечить вам:\n'
                            '- Швидке підключення до світових онлайн-ресурсів\n'
                            '- Передачу даних корпоративної мережі з використанням VPN\n'
                            '- Корпоративний портал для співробітників та партнерів\n'
                            '- Трансляцію корпоративної реклами\n'
                            '- Здійснення відеодзвінків',
    'ЯКУ Я ОТРИМАЮ ІР-АДРЕСУ, СТАТИЧНУ ЧИ ДИНАМІЧНУ?': '*ЯКУ Я ОТРИМАЮ ІР-АДРЕСУ, СТАТИЧНУ ЧИ ДИНАМІЧНУ?*\n'
                           'Мі піклуємося про безпеку інформації наших клієннтів, тому підключаємо тільки статичну ір-адресу. Можливості статичної ІР-адреси для бізнесу:\n'
                           '- Поштовий сервер\n'
                           '- FTP сервер та хостинг\n'
                           '- Віддалене керування пристроями.',
    'ЯКІ ЛІНІЇ ЗВ\'ЯЗКУ ВИ ВИКОРИСТОВУЄТЕ ДЛЯ ПІДКЛЮЧЕННЯ?': '*ЯКІ ЛІНІЇ ЗВ\'ЯЗКУ ВИ ВИКОРИСТОВУЄТЕ ДЛЯ ПІДКЛЮЧЕННЯ?*\n'
                             'Ми використовуємо волоконно - оптичні лінії зв\'язку (ВОЛЗ) як для основної мережі так і для підключення послуг в підрозділах клієнта. Це дозволяє надати канали зв\'язку практично будь-якої пропускної можливості, а також забезпечити якісну та швидку роботу усіх ІТ-сервісів. Критичними параметрами для яких є: затримка трафіку, стабільність швидкості каналів і т.д.\n'
                             'GigaTrans надає вам можливість з\'єднати центральний офіс, підрозділи, дата-центр, магазин, логістичний комплекс за допомогою ""темної"" оптики. Ви отримуєте максимально швидку та безпечну мережу, яку адмініструє ваша ІТ-служба, а наші спеціалісти служби підтримки відповідають за фізичну безпеку мережі.',
    'ЧИ Є У ВАС СЕРТИФІКАТ БЕЗПЕКИ КСЗІ?': '*ЧИ Є У ВАС СЕРТИФІКАТ БЕЗПЕКИ КСЗІ?*\n'
                            'Компанія GigaTrans реалізувала комплексну систему захисту інформації (КСЗІ) для користувачів, підключених до мережі Інтернет у вигляді апаратно-програмного комплексу, який дозволяє захистити інформацію підприємства від розголошення, витоку даних і несанкціонованого доступу до них.',
    'ЧИ Є У ВАС СЕРТИФІКАТ ISO?': '*ЧИ Є У ВАС СЕРТИФІКАТ ISO?*\n'
                          'Так, рівень інформаційної безпеки наших сервісів відповідає вимогам ISO 27001:2013. Щороку ми підтверджуємо відповідність цим стандартам, завдяки проходженню ресертифікації.\n'
                          'Тому ви можете бути впевнені в безпеці передачі ваших даних з GigaTrans.',


    'ЯКІ ТАРИФИ НА КАЛОКЕЙШН?': '*ЯКІ ТАРИФИ НА КАЛОКЕЙШН?*\n'
                'Дізнатися ціну на по-юнітне розміщення можна за допомогою зручного онлайн-калькулятора:\n'
                'https://gigacenter.ua/ua/services/collocation-from-1u/\n' 
                'Також ви можете самостіно розрахувати вартість оренди 1/2 серверної шафи:\n' 
                'https://gigacenter.ua/ua/services/half-racks-rent/\n'
                'Послуги по оренді серверної шафи, модуля або екранованої шафи - розраховуються індивідуально, в залежності від побажань клієнта.\n'
                'Увага (!) Ціни знижено на -30%, порівняно з тарифами 2019 року!\n'
                'Чекаємо на ваш калокейшн :)',
    'ЯКИЙ РІВЕНЬ ВІДМОВОСТІЙКОСТІ ОБЛАДНАННЯ?': '*ЯКИЙ РІВЕНЬ ВІДМОВОСТІЙКОСТІ ОБЛАДНАННЯ?*\n'
                'Рівень відмовостійкості у дата-центрі GigaCenter відповідає вимогам Tier III. Надійність інфраструктури згідно цій категорії відповідає SLA на рівні 99,982%. Це означає, що у дата-центру може бути простій 1,6 години на рік.\n' 
                'З моменту запуску роботи дата-центру у 2014 році простою у GigaCenter не відбувалось жодного разу! :)',
    'ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ?': '*ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ? *\n'
                'Так, GigaCenter гарантує безперебійну роботу вашого обладнення та захист від втрати живлення, в дата-центрі є:\n'
                '- Два незалежних енерговводи і група дизельгенераторів, що гарантують безперебійність\n'
                '- Ефективна система кондиціонування: контроль температури, резервування систем N+1, контроль вологості\n'
                '- Захист та безпека даних: відеоспостереження, датчики руху, шлюзова система\n'
                '- Система пожежогасіння: пожежна безпека, стандарт F60, газове пожежогасіння, система сповіщення\n'
                '- Електроживлення: потужність на шафу до 11 КВТ, 2 незалежних електровводи,  2 дизельгенератори',
    'ЧИ Є У ВАС СЕРТИФІКАТИ ЯКОСТІ ISO?': '*ЧИ Є У ВАС СЕРТИФІКАТИ ЯКОСТІ ISO?*\n'
                'Так, дата-центр GigaCenter має сертифікати, що засвідчують якість та безпеку зберігання вашого обладнання:\n'
                '1) Сертифікація за міжнародним стандартом ISO 27001:2013.\n' 
                '2) Маємо атестат відповідності захищеного вузла Інтернет-доступу (ЗВІД)\n'
                '3) Пройшли атестацію відповідності інформаційно-телекомунікаційного середовища "Системи хмарного середовища"',
    'ЧИ Є У ВАС ПОСЛУГА SMART HANDS?': '*ЧИ Є У ВАС ПОСЛУГА SMART HANDS?*\n'
                'Так :)\n' 
                'Якщо ви не маєте можливості фізично приїхати та виконати роботи зі своїм обладненням. Ви можете скористатися послугою Smart Hands, тобто наші співробітники здійснять всі необхідні роботи за вас, наприклад: заміна жорстких дисків, установка kvm, reboot обладнання тощо.',
    'ЧИ МОЖУ Я ВІДВІДАТИ ДАТА-ЦЕНТР?': '*ЧИ МОЖУ Я ВІДВІДАТИ ДАТА-ЦЕНТР?*\n'
                'Так, звісно! *Наші продавці залюбки проведуть Вам екскурсію по Дата-центру GigaCenter!* Залиште будь-ласка заявку в меню "Підключити менеджера".\n' 
                'Також ви можете відвідати галерею дата-центру за посиланням: https://gigacenter.ua/ua/gallery/\n'
                'Вашій увазі також представлений інтерактивний макет дата-центру: https://gigacenter.ua/ua/about/',
    'ЧИ ВІДПОВІДАЄТЕ ВИ СТАНДАРТУ НБУ?': '*ЧИ ВІДПОВІДАЄТЕ ВИ СТАНДАРТУ НБУ?*\n'
                'Дата-центр GigaCenter повністю відповідає вимогам Національного Банку України щодо серверних приміщень банків та фінансових установ (згідно постанови НБУ №243 від 04.07.2007 р.).\n' 
                'Постановою також передбачено екранування серверного обладнання від електромагнітного випромінювання, що відповідає рівню надійності TIER III та TIER IV. Ця послуга також передбачена можливостями дата-центру GigaCenter.',


    'НА ЧОМУ ПОБУДОВАНА ІНФРАСТРУКТУРА ХМАРИ?': '*НА ЧОМУ ПОБУДОВАНА ІНФРАСТРУКТУРА ХМАРИ?*\n'
                'Хмарну інфраструктуру створено на базі платформи VMware. Наразі використовується стек продуктів актуальної версії: VMware vSphere 6.5, NSX 6.2, vSAN 6.2, vCloud Director 8.10. Під час розробки архітектури нашої хмари ми заклали можливість швидкого переходу на новіші версії продуктів VMware. Тому ми завжди надамо вам найсучасніший функціонал цієї платформи.\n',
    'ДЕ РОЗМІЩЕНА ІНФРАСТРУКТУРА GIGACLOUD?': '*ДЕ РОЗМІЩЕНА ІНФРАСТРУКТУРА GIGACLOUD?*\n'
                'Інфраструтура розміщується на базі трьох дата-центрів рівня TIER III: GigaCenter, BeMobile (Київ) та Atman (Варшава).\n',
    'ЧИ Є У ВАС СЕРТИФІКАТИ КСЗІ ТА ISO?': '*ЧИ Є У ВАС СЕРТИФІКАТИ КСЗІ ТА ISO?*\n'
                'Так. Маємо міжнародний сертифікат ISO/IEC 27001:2013 та атестат відповідності КСЗІ. Будуємо відмовостійкі хмарні рішення, рівень безпеки яких відповідає вимогам держави.',
    'ЧИ МОЖУ Я САМОСТІЙНО УПРАВЛЯТИ ПРАВАМИ ДОСТУПУ ДО ВІРТУАЛЬНИХ СЕРВЕРІВ?': '*ЧИ МОЖУ Я САМОСТІЙНО УПРАВЛЯТИ ПРАВАМИ ДОСТУПУ ДО ВІРТУАЛЬНИХ СЕРВЕРІВ?*\n'
                'Так. Ви маєте змогу створювати користувачів із різними правами доступу до інфраструктури.',
    'ЧИ ДОПОМАГАЄТЕ ВИ З ПЕРЕНЕСЕННЯМ СЕРВІСІВ ДО ХМАРИ?': '*ЧИ ДОПОМАГАЄТЕ ВИ З ПЕРЕНЕСЕННЯМ СЕРВІСІВ ДО ХМАРИ?*\n'
                'Так. Міграція сервісів клієнтів у хмару GigaCloud виконується нашими спеціалістами безкоштовно.',
    'ЧИ НАДАЄТЕ ВИ ТЕСТОВИЙ ПЕРІОД?': '*ЧИ НАДАЄТЕ ВИ ТЕСТОВИЙ ПЕРІОД? *\n'
                'Так. 30 днів ви тестуєте виділені ресурси. Протягом цього часу ми з вами оптимізуємо хмарну інфраструктуру.',
    'ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ?GIGACLOUD': '*ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ?*\n'
                'Так. За допомогою сервісу Disaster Recovery as a Service. У резервному віртуальному дата-центрі реплікується ІТ-інфраструктура клієнта разом з усіма розгорнутими в ній додатками.',


    'ЯКИМИ ДОСВІДОМ ВОЛОДІЄ КОМАНДА?': '*ЯКИМИ ДОСВІДОМ ВОЛОДІЄ КОМАНДА?*\n'
                'Команда створена з сертифікованих спеціалістів в галузі інформаційної та кібер- безпеки. Наші співробітники мають досвід роботи в банках, агропромислових холдингах, фінтех компаніях, інтеграторах, телекомоператорах, комерційних центрах кібербезпеки.',
    'ЯКІ СЕРТИФІКАТИ МАЮТЬ СПЕЦІАЛІСТИ GIGASAFE?': '*ЯКІ СЕРТИФІКАТИ МАЮТЬ СПЕЦІАЛІСТИ GIGASAFE?*\n'
                'Команда має міжнародні сертифікати з напрямків аудиту та управління інформаційними системами безпеки, ризик-менеджменту та ISO 27001. Також, в команду входять сертифіковані етичні хакери, спеціалісти з наступальної безпеки та мережевому обладнанні, офіцери по захисту данних та інформаційних систем.',
    'ЯК ПЕРЕВІРИТИ ЧИ Є КІБЕРЗАГРОЗИ ДЛЯ МОГО БІЗНЕСУ?': '*ЯК ПЕРЕВІРИТИ ЧИ Є КІБЕРЗАГРОЗИ ДЛЯ МОГО БІЗНЕСУ?*\n'
                'Наш підхід до кібераналізу бізнесу, базується на міжнародному досвіді. Перший етап - проведення оцінки найкритичніших ресурсів з точки зору безпеки, в результаті ви отримаєте "дорожню карту" з рекомендаціями по зменшенню ризиків, пов\'язаних з кібер-атаками. Другий етап - запровадження компенсаційних заходів. Ми можемо допомогти у виборі рішень, їх налатшуванні та підтримці. Третій етап - постійна підтримка належного рівня безпеки.\n' 
                'Також наші спеціалісти допоможуть імплементувати процеси з точки зору кращих міжнародних практик.',
    'ЯК GIGASAFE ЗАБЕЗПЕЧУЄ БЕЗПЕКУ ДАНИХ ЗАМОВНИКА?':'*ЯК GIGASAFE ЗАБЕЗПЕЧУЄ БЕЗПЕКУ ДАНИХ ЗАМОВНИКА?*\n'
                'GigaSafe має внутрішні документ "Процедуру управління даними, отриманих в процесі надання послуг". Процедура описує вимоги і порядок дій при отриманні і обробці даних, отриманих в процесі проведення тестів на проникнення, скануванні вразливостей і аудиті.',
    'ЯК БІЗНЕС МОЖЕ ЗАХИСТИТИСЯ ВІД ЗАГРОЗ ПРИ ВІДДАЛЕНІЙ РОБОТІ?': '*ЯК БІЗНЕС МОЖЕ ЗАХИСТИТИСЯ ВІД ЗАГРОЗ ПРИ ВІДДАЛЕНІЙ РОБОТІ?*\n'
                'Особливу увагу необхідно приділити 2 найважливішим факторами:\n'
                '- Безпеці домашніх комп\'ютерів\n'
                '- Безпеці зовнішніх сервісів, які раніше були закриті локальною мережею.\n'
                 'Відповідно, ми пропонуємо провести обізнанність користувачів (за допомогою симуляції атаки соціальної інженерії), а також провести оцінку та тестування зовнішніх сервісів від потенційних загроз.',
    'ЯКА ВАРТІСТЬ ВАШИХ ПОСЛУГ?': '*ЯКА ВАРТІСТЬ ВАШИХ ПОСЛУГ?*\n'
                'Кожен наш клієнт - унікальний. В першу чергу ми чуємо замовника та його болі і під них підбираємо найкращі рішення. Неможливо всім розробити однаковий аудит, або імплементувати рішення на сотні тисяч доларів. Тому для кожної компанії необхідне унікальне рішення або послуга.\n' 
                'Зверніться за консультацію і спеціалісти GigaSafe підберуть найкраще рішення з кібербезпеки для вашого бізнесу!',
}