
dialog = {
    'Почати': 'Супер!\n'
               'Тепер ти з нами :)\n'
               'Тут ти знайдешь відповіді на свої запитання (c) та зможеш зєднатися з менеджером (c) у разі виникнення додаткових питань.\n'
               '(c)Починаємо!',

    'ПРО GIGAGROUP': '*GIGAGROUP* існує на ринку телекомунікаційних послуг більше 13 років та представляє собою синергію масштабних ІТ-рішень:\n' 
                '(с) телеком-оператор GigaTrans\n'
                '(с) дата-центр GigaCenter\n'
                '(с) хмарний оператор GigaCloud\n' 
                '(с) агент з кібербезпеки GigaSafe\n'   
                'Все для надійного зберігання, передачі та резервування ваших даних.\n',

    'GIGATRANS': '*ТЕЛЕКОМ-ОПЕРАТОР GIGATRANS ЗАСНОВАНИЙ У 2006 р.*\n'  
                'Ми надаємо послуги доступу до мережі Інтернет з захищеним вузлом інтернет доступу (ЗВІД) і організації каналів передачі даних для корпоративних клієнтів.\n'
                '*З НАМИ ВИ ОТРИМАЄТЕ:*\n'
                '(с) Необмежений швидкісний інтернет\n'
                '(с) Включення в міжнародну точку обміну трафіком DECIX\n'
                '(с) Виділені канали передачі даних та захищений вузол інтернет-зв’язку (КСЗІ)\n'
                'GigaTrans – це необмежені можливості для розвитку вашого бізнесу! (с)',

    'ПОСЛУГИ': '(с) ОБИРАЙТЕ ПОСЛУГУ ТА ОТРИМУЙТЕ ІНФОРМАЦІЮ ПРО НЕЇ (с) ',
    'ЧОМУ НАС ОБИРАЮТЬ GIGATRANS': '*ВСЕ ДУЖЕ ПРОСТО (с)*\n' 
                '(с) У нас найкращі спеціалісти, які постійно вдосконалюють свої професійні навички\n'
                '(с) Маємо всі сертифікати якості, такі як ISO та КСЗІ\n'
                '(с) Наша технічна підтримка працює для вас 24/7/365\n' 
                '(с) Для нашої команди немає нездійсненних проектів!\n'   
                'Тому…\n'
                '*GIGATRANS – ЦЕ НЕОБМЕЖЕНІ МОЖЛИВОСТІ ДЛЯ РОЗВИТКУ ВАШЕГО БІЗНЕСУ!*',
    'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': '*ПЕРЕВАГИ ПОСЛУГИ ІНТЕРНЕТ ДЛЯ БІЗНЕСУ ВІД GIGATRANS:*\n'
                '(c) Максимальна швидкість до 100 Гбіт/с \n'
                '(c) Сервіс і підтримка 24/7/365 \n'
                '(c) Гарантія якості SLA 99,5%,ISO 27001:2013 та атестат КСЗІ \n'
                '(c) З нами вже 1000+ партнерів \n'
                '(c) Підключення в точку обміну трафіком DECIX \n'
                '(c) UA-IX і GigaNet \n',
    'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': '*ВИ МОЖЕТЕ СТВОРИТИ СВОЮ ВНУТРІШНЮ КОМУНІКАЦІЙНУ ІНФРАСТРУКТУРУ З ДОПОМОГОЮ ФАХІВЦІВ GIGATRANS.*\n'
                'Така мережа доступна для об\'єднання різних підрозділів або філій компанії клієнта (незалежно від їх кількості).\n'
                '*ПЕРЕВАГИ ПОСЛУГИ:*\n'
                '(c) Висока швидкість передачі інформації\n'
                '(c) Інформація захищена від несанкціонованого доступу\n'
                '(c) Несприйнятливість до електромагнітних наведень\n'
                '(c) Стійкість до агресивних середовищ\n'
                '(c) Гнучкість оптичних волокон\n'
                '(c) Можливість прокладки кабелю на великі відстані',
    'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС': '*IP-телефонія - технологія, яка обєднує в собі переваги телефонії та мережі Інтернет.* \nПереваги послуги:\n'
                '(c) Внутрішні короткі номери\n'
                '(c) Підключаємо будь-яке обладнання\n'
                '(c) Інтерактивне голосове меню\n'
                '(c) Послуга 0-800\n'
                '(c) Багатоканальні номери\n'
                '(c) Маршрутизація дзвінків',
    'ЗАХИСТ ВІД DDoS-АТАК': '*ДАНА ПОСЛУГА ЗАХИЩАЄ КЛІЄНТІВ ВІД НЕСАНКЦІОНОВАНОГО ДОСТУПУ ДО ЇХ КОМЕРЦІЙНИХ ДАНИХ.*\n'
                '*КЛІЄНТИ GIGATRANS ГАРАНТОВАНО ОТРИМАЮТЬ:*\n'
                '(с) Моніторинг трафіку 24/7\n'
                '(с) Розпізнання всіх видів атак\n'
                '(с) Очищення трафіку максимум за 30 хвилин\n',
    'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС': '*МИ СПІВПРАЦЮЄМО З ІНТЕРНЕТ-ПРОВАЙДЕРАМИ ТА ТЕЛЕКОМ ОПЕРАТОРАМИ ПО ВСІЙ УКРАЇНІ:*\n'
                '(с) Сервіси Ethernet\n'
                '(с) Надання обладнання кінцевому користувачеві (CPE Rental)\n'
                '(с) Розміщення обладнання\n'
                '(с) IP Transit\n'
                '(с) Виділені канали',
    'БУДІВНИЦТВО ВОЛЗ': '*ПІДКЛЮЧЕННЯ ОФІСУ ДО МЕРЕЖІ ІНТЕРНЕТ ЗА ДОПОМОГОЮ СУЧАСНИХ ОПТИЧНИХ КАНАЛІВ ЗВ’ЯЗКУ* \n– високонадійний та високошвидкісний спосіб отримання і передачі вашої інформації.\n'
                'Для надання телекомунікаційних корпоративних послуг високої якості ми використовуємо волоконно '
                '- оптичні лінії зв\'язку (ВОЛЗ) як для основної мережі, так і для підключення послуг в підрозділах клієнта.',

    'GIGACENTER': '*GIGACENTER ВХОДИТЬ У П\'ЯТІРКУ КРАЩИХ КОМЕРЦІЙНИХ ДАТА-ЦЕНТРІВ УКРАЇНИ.*\n'
                ' За показниками надійності, відмовостійкості та безпеки Gigacenter відповідає рівню Tier III.\n'
                '*GIGACENTER ЦЕ:*\n'
                ' (с) сервіс найвищого рівня\n'
                '(с) мінімізація ризиків, пов’язаних з IT-інфраструктурою компанії\n'
                '(с) персоналізований підхід до кожного клієнта\n'
                '(с) кращі галузеві та спеціалізовані бізнес-рішення для підприємств будь-якого рівня.',
    'ПОСЛУГИ GIGACENTER': '(с) ОБИРАЙТЕ ПОСЛУГУ ТА ОТРИМУЙТЕ ІНФОРМАЦІЮ ПРО НЕЇ (с)\n' 
                '*ДОДАТКОВІ ПОСЛУГИ:*\n' 
                '(с) Smart hands\n'
                '(с) Крос-комутація\n'
                '(с) Резервний L2 канал\n'
                '(с) Backup в хмару\n',
    'ЧОМУ НАС ОБИРАЮТЬ GIGACENTER': '*З GIGACENTER НІЯКИХ НАДВИТРАТ - ВСЯ ІНФРАСТРУКТУРА НА АУТСОРСІ:*\n'
                '(с) GigaCenter входить до 5-ки кращих ЦОД\n'
                '(с) Дата центр побудований відповідно вимог Tier III\n'
                '(с) Ми маємо атестат якості ІSO 27001:2013\n'
                '(с) Гарантія якості SLA 99,982%\n'
                '(с) У нас найкраща команда, яка працює для вашого бізнесу 24/7/365',
    'ПО-ЮНІТНЕ РОЗМІЩЕННЯ': '*ЯКЩО У ВАС НЕМАЄ ПОТРЕБИ В ЗБЕРІГАННІ ВЕЛИКОГО ОБ\'ЄМУ ДАНИХ, ОРЕНДУЙТЕ МІСЦЕ ПІД ОДИН АБО ДЕКІЛЬКА СЕРВЕРІВ:*\n'
                '(с) Потужність обладнання 350 – 3500 Вт\n'
                '(с) Енерговводи - два незалежних\n'
                '(с) Система охолодження - N+1\n'
                '(с) Комунікації - два узли комутації + міжмодульні коммунікації\n'
                '(с) Екранування - згідно вимог постанови НБУ №243 від 04.07.2007 р.\n'
                '(с) Пожежогасіння - автономне автоматичне газове',
    'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ': '*ОРЕНДА 1/2 СЕРВЕРНО\ ШАФИ - РІШЕННЯ ДЛЯ ПІДПРИЄМСТВ, ЩО РОЗШИРЮЮТЬ ІТ-ПОТУЖНОСТІ ТА ОБИРАЮТЬ ВИГІДНИЙ СПОСІБ КОМУТУВАННЯ ОБЛАДНЕННЯ:*\n'
                '(с) 23 юніти\n'
                '(с) Потужність обладнання 1,5 кВт – 5,5 кВт\n'
                '(с) Система охолодження N+1\n'
                '(с) Навантаження на фальшпідлогу 1500 кг\n'
                '(с) Два вузли кабельних коммутацій + міжмодульні комунікації\n'
                '(с) Екранування згідно вимог постанови НБУ №243 від 04.07.2007 р.\n'
                '(с) Автономне автоматичне газове пожежогасіння',
    'ОРЕНДА СЕРВЕРНОЇ ШАФИ': '*ОРЕНДА СЕРВЕРНОЇ ШАФИ - ЦЕ СПОСІБ ЗАХИСТИТИ СВОЄ ОБЛАДНЕННЯ І ЗАБЕЗПЕЧИТИ ЙОГО БЕЗПЕРЕБІЙНЕ ФУНКЦІОНУВАННЯ. РІШЕННЯ ПІДІЙДЕ ДЛЯ КОМПАНІЙ З ПОЛІТИКОЮ БЕЗПЕКИ, ЯКА ВИМАГАЄ РОЗМІЩЕННЯ СЕРВЕРІВ БЕЗ МОДЛИВОСТІ СТОРОННЬОГО ДОСТУПУ:*\n'
                '(с) 46 юнітів \n'
                '(с) Потужність обладнання 3 кВт – 11 кВт\n'
                '(с) Два незалежних енерговвода\n'
                '(с) Топологія охолодження N+1\n'
                '(с) Навантаження на фальшпідлогу 1500 кг\n'
                '(с) Два вузли кабельних коммутацій + міжмодульні комунікації\n'
                '(с) Екранування згідно вимог постанови НБУ №243 від 04.07.2007 р.\n'
                '(с) Автономне автоматичне газове пожежогасіння',
    'ОРЕНДА МОДУЛЯ': '*ОРЕНДУЮЧИ МОЛУЛЬ ВАША КОМПАНІЯ ОТРИМУЮ В СВОЄ РОЗПОРЯДЖЕННЯ ОКРЕМЕ ПРИМІЩЕННЯ, З УСІЄЮ НЕОБХІДНОЮ ІНФРАСТРУКТУРОЮ. ФОРМУВАННЯ МОДУЛЯ ВІДБУВАЄТЬСЯ ВІДПОВІДНО ДО ЗАПИТУ КЛІЄНТА.*\n'
                '(с) Площа під запит клієнта\n'
                '(с) Від 3-ьох шаф\n'
                '(с) Потужність обладнання під запит клієнта\n'
                '(с) Два незалежних енерговводи\n'
                '(с) Система охолодження N+1\n'
                '(с) Навантаження на фальшпідлогу 1500 кг\n'
                '(с) Два вузли комутації + міжмодульні комунікації\n'
                '(с) Екранованість згідно з вимогами постанови НБУ №243 від 04.07.2007 р.',
    'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ': '*ОБИРАЮЧИ ПОСЛУГУ, ВИ ЗАХИЩАЄТЕ СВОЄ ОБЛАДНАЯЯ ВІД ВПЛИВУ ЕЛЕКТРИЧНОГО ТА МАГНІТНОГО ПОЛЯ. КРІМ ФІЗИЧНОГО ЗАХИСТУ ""ЕКРАН"" БЛОКУЄ СТОРОННЄ СКАНУВАННЯ АБО ПОШКОДЖЕННЯ ІНФОРМАЦІЇ.*\n' 
                '*ПЕРЕВАГИ ЕКРАНОВАНОСТІ:*\n' 
                '(с) Окрема система пожежогасіння\n'
                '(с) Пломбування\n'
                '(с) Додаткова сигналізація і відеоспостереження\n'
                '(с) Додаткові окремі датчики температури і вологості\n'
                '(с) Обмежений фізичний доступ\n'
                '(с) Додаткове зміцнення і посилена пожежостійкість\n'
                '(с) Ізолювання від будь-яких радіосигналів\n'
                '(с) Можливість встановлення додаткових дверей',

    'GIGACLOUD': '*GIGACLOUD - УНІВЕРСАЛЬНИЙ ХМАРНИЙ ОПЕРАТОР ДЛЯ ВСІХ СЕГМЕНТІВ БІЗНЕСУ.*\n' 
                'Ми лідер українського ринку за темпами зростання та кількості клієнтів. У нашему портфоліо вже понад 1000 клієнтів в 6 країнах світу та понад 150 компаній-партнерів.\n' 
                '*З НАМИ ВИ ОТРИМАЄТЕ:*\n'          
                '(с) IaaS-, BaaS- та DRaaS-послуги для корпоративних клієнтів;\n'
                '(с) хмарні рішення на базі платформ VMware та OpenStack;\n'
                '(с) інфраструктуру з трьох дата-центрів рівня Tier III в Україні та ЄС.\n'
                'GigaСloud - це безпечне зберігання даних бізнесу!',
    'ЧОМУ НАС ОБИРАЮТЬ GIGACLOUD': '(с) Будуємо будь-які хмарні проекти із використанням тільки власних ресурсів.\n'
                '(с) Обладнання А-брендів останнього покоління знаходиться в трьох дата-центрах рівня Tier III.\n'
                '(с) Маємо міжнародний сертифікат ISO / IEC 27001:2013 та атестат відповідності КСЗІ.\n' 
                '(с) 80% enterprise-клієнтів ― індивідуальні проекти.\n' 
                '(с) Техпідтримка працює для клієнтів в режимі 24/7. Середня оцінка роботи ─ 4,9 бала з 5.\n'
                '*МИ СТАНЕМО НАДІЙНИМ ТЕХНОЛОГІЧНИМ ПАРНЕРОМ ДЛЯ ВАШОГО БІЗНЕСУ!*',
    'PRIVATE CLOUD': '*ПРИВАТНА ХМАРА - ЦЕ ВІРТУАЛЬНА ІНФРАСТРУКТУРА НА ВИДІЛЕНИХ ФІЗИЧНИХ СЕРВЕРАХ, ЩО НАДАЄТЬСЯ НА УМОВАХ ОРЕНДИ.*\n'
                'Розміщуючи власні сервіси в приватній хмарі, ви отримуєте найкраще від двох варіантів побудови інфраструктури: публічної хмари та приватної.\n'
                '*ПЕРЕВАГИ:*\n'
                '(с) Швидкий старт в хмарі\n'
                '(с) Оптимізація витрат\n'
                '(с) Безпека і продуктивність',
    'PUBLIC CLOUD': '*ПУБЛІЧНА ХМАРА ― КОМПЛЕКС РЕСУРСІВ, ЩО ДАЄ ПОВНУ СВОБОДУ У СТВОРЕННІ БУДЬ-ЯКИХ IT-ЛАНДШАФТІВ: ВІРТУАЛЬНИХ МАШИН, ВІРТУАЛЬНИХ ДИСКІВ ТА МЕРЕЖ, ОБ\'ЄДНАНИХ В ЄДИНУ ІНФРАСТРУКТУРУ В МЕЖАХ ВІРТУАЛЬНОГО ДАТА-ЦЕНТРУ.*\n'
                '*ПЕРЕВАГИ:*\n' 
                '(с) Швидка зміна конфігурації обчислювальних та мережевих ресурсів\n'
                '(с) Оптимізовані витрати на IT-інфраструктуру\n'
                '(с) Надійність та відмовостійкість\n'
                '(с) Найвищий рівень інформаційної безпеки',
    'КЛАСТЕРИ KUBERNETES': '*КЛАСТЕРИ KUBERNETES - КЕРОВАНЕ ВІРТУАЛЬНЕ СЕРЕДОВИЩЕ ДЛЯ РОЗГОРТАННЯ ДОДАТКІВ У КОНТЕЙНЕРАХ.*\n'
                '*ЗА ДОПОМОГОЮ КЛАСТЕРА KUBERNETES ВИ МОЖЕТЕ:*\n'
                '(с) прискорити розгортання додатків, перенесення з тестового середовища до продуктивного, інсталяцію оновлень;\n'
                '(с) забезпечити доступність додатків за рахунок автоматичного моніторингу, додавання і перезавантаження хостів;\n'
                '(с) використовувати автоматичне масштабування, щоб сервіс завжди справлявся із запитами;\n'
                '(с) керувати розподіленої інфраструктурою в хмарах різних провайдерів і on-premise інфраструктурою.',
    'DRaaS': 'Disaster Recovery as a Service ― відновлення IT-інфраструктури клієнта в разі катастрофи.\n' 
                'Використовуючи DRaaS, ви можете продовжувати працювати навіть в разі падіння свого дата-центру.\n' 
                '*ЦЕ НАЙКРАЩА СТРАХОВКА ВІД БУДЬ-ЯКИХ ФОРС-МАЖОРНИХ ОБСТАВИН:*\n' 
                '(с) локальних: вихід з ладу сервісу, сервера, віртуальних машин, дисків, мережі і т.д.;\n'
                '(с) глобальних: пожежа, повінь, вибух і інші катастрофи, які призводять до недоступності дата-центру.\n'
                '*ПЕРЕВАГИ:*\n'                
                '(с) перевірені технології. DRaaS-рішення побудовано на технології Veeam Backup & Replication\n'
                '(с) оплата лише по факту використання\n',
    'BaaS': '*BACKUP AS A SERVICE - РЕЗЕРВНЕ КОПІЮВАННЯ ІНФОРМАЦІЇ В ХМАРУ З 100% ГАРАНТІЄЮ ЇЇ ЦІЛІСНОСТІ.*\n' 
                'Сервіс дозволяє створювати і зберігати резервні копії даних в хмарному сховищі, до якого немає доступу у сторонніх осіб, і управляти процесами копіювання. Сервіс захищає бізнес від вірусів, кібератак та інших неконтрольованих факторів впливу на IT-інфраструктуру.\n'
                '*ПЕРЕВАГИ:*\n'
                '(с) захист даних\n'
                '(с) оптимізація витрат\n'
                '(с) гнучкість\n',

    'GIGASAFE': '*GIGASAFE – ЦЕ ПРОВІДНА УКРАЇНСЬКА КОМПАНІЯ, ЯКА СПЕЦІАЛІЗУЄТЬСЯ НА ВПРОВАДЖЕННІ КОМПЛЕКСНИХ РІШЕНЬ З КІБЕРБЕЗПЕКИ.*\n'
                'Наша місія -  створення умов для безпечного співіснування суспільства та цифрових технологій.\n'
                'GigaSafe – надійний кіберзахист вашого бізнесу!\n',
    'ЧОМУ НАС ОБИРАЮТЬ GIGASAFE': '*GIGASAFE – ЦЕ ГАРАНТІЯ БЕЗПЕКИ ВАШОГО БІЗНЕСУ:*\n'
                '(с) підписуємо NDA з кожним клієнтом\n'
                '(с) маємо всі міжнародні протоколи перевірки: OOSTMM, OWASP, PTES, NIST\n'
                '(с) більше ніж 13 років експертизи нашої команди',
    'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': '*ІДЕНТИФІКАЦІЯ ЗАГРОЗ ДОЗВОЛЯЄ ОЦІНИТИ РІВЕНЬ ЗРІЛОСТІ СТАНУ КІБЕРБЕЗПЕКИ В КОМПАНІЇ.*'
                '*В ПОСЛУГУ ВХОДИТЬ:*\n'
                '(с) оцінка стану захищеності внутрішньої IT-інфраструктури\n'
                '(с) оцінка зовнішньої IT-інфраструктури\n'
                '(с) проведення тестування на проникнення\n'
                '(с) перевірка на вразливості методами соціальної інженерії',
    'НАЛАШТУВАННЯ ЗАХИСТУ': '*НАЛАШТУВАННЯ ЗАХИСТУ ДОЗВОЛЯЄ УСУНУТИ ВИЯВЛЕНІ НЕДОЛІКИ СИСТЕМИ КІБЕРБЕЗПЕКИ ТА СТВОРИТИ МАКСИМАЛЬНИЙ ЗАХИСТ ДО БОРОТЬБИ ІЗ ЗАГРОЗАМИ*\n' 
                '(с) етап проектування: розробка проекту змін існуючої архітектури та системних налаштувань\n' 
                '(с) етап інтеграції: побудова та налаштування зв\'язків між інформаційними системами, механізмів захисту та заходів щодо забезпечення безпеки\n' 
                '(с) етап навчання: від загальних правил кібергігієни до експлуатації конкретних засобів кіберзахисту',
    'МОНІТОРИНГ АНОМАЛІЙ': '*МОНІТОРИНГ АНОМАЛІЙ ДОЗВОЛЯЄ ЗАБЕЗПЕЧИТИ В РЕАЛЬНОМУ ЧАСІ МАКСИМАЛЬНИЙ ЗАХИСТ ВІД ЗАГРОЗ У КІБЕРСЕРЕДОВИЩІ:*\n'
                '(с) Запобігання несанкціонованим вторгненням завдяки обміну інформацією та функціонуванню відповідних централізованих та децентралізованих технологічних систем\n'
                '(с) Захист від повного спектру загроз через інтеграцію із SIEM системами\n'
                '(с) Стимулювання та забезпечення проведення кібернавчань',
    'РЕАГУВАННЯ НА ІНЦИДЕНТИ': '*РЕАГУВАННЯ НА ІНЦИДЕНТИ ДОЗВОЛЯЄ ЗАБЕЗПЕЧИТИ ЗАХИСТ ІНФОРМАЦІЙНИХ СИСТЕМ ВІД НЕСАНКЦІОНОВАНОГО ДОСТУПУ, НЕПРАВОМІРНОГО ВИКОРИСТАННЯ, А ТАКОЖ ПОРУШЕНЬ ЇХ КОНФІДЕНЦІЙНОСТІ, ЦІЛІСНОСТІ ТА ДОСТУПНОСТІ.*\n'
                '*ВКЛЮЧАЄ НАСТУПНІ ЕТАПИ:*\n' 
                '(с) планування\n'
                '(с) виявлення та інформування\n'
                '(с) оцінка та ідентифікація\n'
                '(с) реагування\n'
                '(с) висновки',
    'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ': '*ПОСЛУГА ДОЗВОЛЯЄ ВІДНОВИТИ ПРАЦЕЗДАТНІСТЬ ІНФОРМАЦІЙНИХ СИСТЕМ ПІСЛЯ КІБЕРАТАК ТА ЗАБЕЗПЕЧИТИ:*\n'
                '(с) аналіз наслідків для інформаційних систем та бізнес- процесів після кібератак\n'
                '(с) надання рекомендацій по усуненню наслідків та причин кібератак\n'
                '(с) забезпечення превентивних заходів',

    'ТОП-ПОСЛУГИ': 'У цьому розділі ми зібрали інформацію про найпопулярніші послуги GIGAGROUP, по запитам наших клієнтів.\n' 
                '*(с) Тисни далі та обирай послугу для своєї компанії! (с) *',
    'ГІБРИДНІ РІШЕННЯ': '*GIGAGROUP ПРЕДСТАВЛЯЄ СОБОЮ СИНЕРГІЮ МАСШТАБНИХ ІТ-РІШЕНЬ, ТОМУ ДАНА КОМБІНАЦІЯ СЕРВІСІВ ДОЗВОЛЯЄ РЕАЛІЗУВАТИ РЯД ГІБРИДНИХ РІШЕНЬ ПІД ПОТРЕБИ КОЖНОГО ЗАМОВНИКА З МОЖЛИВІСТЮ:*\n' 
                '(с) розміщення серверного устаткування в дата-центрі GigaCenter\n'
                '(с) побудови хмарної інфраструктури GigaCloud\n'
                '(с) комутування завдяки оптоволоконній мережі GigaTrans\n'
                '(с) послуги з кібербезпеки завдяки GigaSafe',

    'КОНТАКТИ': 'Наші контакти:\n'
                '+38 044 591 18 18 \n'
                'info@gigatrans.ua \n',
    'НАЙПОПУЛЯРНІШІ ПИТАННЯ': '*У цьому блоці ми надаємо відповіді на найпопулярніші запитання.*\n' 
                '(с) Тисни на назву компанії та обирай питання, що тебе цікавить. (с)',
    'КАР\'ЄРА': '*Хочеш долучитися до #GigaFamily? (с)*\n'
                'Тоді мершій пиши нашему HR-менеджеру Катерині Харчун (с)(с)(с)\n'
                '(с) kateryna.kharchun@gigatrans.ua',


}