
menu = {
    'ПРО GIGAGROUP': {
        'GIGATRANS': {
            'ПОСЛУГИ': {
                'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': 'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
                'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': 'КАНАЛИ ПЕРЕДАЧІ ДАНИХ',
                'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС': 'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС',
                'ЗАХИСТ ВІД DDoS-АТАК': 'ЗАХИСТ ВІД DDoS-АТАК',
                'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС': 'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС',
                'БУДІВНИЦТВО ВОЛЗ': 'БУДІВНИЦТВО ВОЛЗ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACENTER': {
            'ПОСЛУГИ': {
                'ПО-ЮНІТНЕ РОЗМІЩЕННЯ': 'ПО-ЮНІТНЕ РОЗМІЩЕННЯ',
                'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ': 'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА СЕРВЕРНОЇ ШАФИ': 'ОРЕНДА СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА МОДУЛЯ': 'ОРЕНДА МОДУЛЯ',
                'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ': 'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACLOUD': {
            'ПОСЛУГИ': {
                'PRIVATE CLOUD': 'PRIVATE CLOUD',
                'PUBLIC CLOUD': 'PUBLIC CLOUD',
                'КЛАСТЕРИ KUBERNETES': 'КЛАСТЕРИ KUBERNETES',
                'DRaaS': 'DRaaS',
                'BaaS': 'BaaS'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGASAFE': {
            'ПОСЛУГИ': {
                'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': 'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
                'НАЛАШТУВАННЯ ЗАХИСТУ': 'НАЛАШТУВАННЯ ЗАХИСТУ',
                'МОНІТОРИНГ АНОМАЛІЙ': 'МОНІТОРИНГ АНОМАЛІЙ',
                'РЕАГУВАННЯ НА ІНЦИДЕНТИ': 'РЕАГУВАННЯ НА ІНЦИДЕНТИ',
                'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ': 'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        }

    },
    'ТОП-ПОСЛУГИ 🏆': {
        'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': 'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
        'COLOCATION': 'COLOCATION',
        'PRIVATE CLOUD': 'PRIVATE CLOUD',
        'ГІБРИДНІ РІШЕННЯ': 'ГІБРИДНІ РІШЕННЯ',
        'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': 'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
        'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': 'КАНАЛИ ПЕРЕДАЧІ ДАНИХ'
    },
    'ПІДКЛЮЧИТИ МЕНЕДЖЕРА ✍️': {},
    '📩 КОНТАКТИ 📞': {},
    '❓ПИТАННЯ❓': {
        'GIGATRANS': 'GIGATRANS',
        'GIGACENTER': 'GIGACENTER',
        'GIGACLOUD': 'GIGACLOUD',
        'GIGASAFE': 'GIGASAFE'
    },
    '💼 КАР\'ЄРА 💼': {}

}

inline_menu = {
        'GIGATRANS': {
            'ТАРИФИ': 'ТАРИФИ',
            'МІЖНАРОДНЕ ПІДКЛЮЧЕННЯ': 'МІЖНАРОДНЕ ПІДКЛЮЧЕННЯ',
            'ТЕРМІНИ': 'ТЕРМІНИ',
            'ШВИДКІСТЬ': 'ШВИДКІСТЬ',
            'ІР-АДРЕСА': 'ІР-АДРЕСА',
            'ЛІНІЇ ЗВ\'ЯЗКУ': 'ЛІНІЇ ЗВ\'ЯЗКУ',
            'СЕТИФІКАТ КСЗІ': 'СЕТИФІКАТ КСЗІ',
            'СЕТИФІКАТ ISO': 'СЕТИФІКАТ ISO'
        },
        'GIGACENTER': {
            'ТАРИФИ': 'ТАРИФИ',
            'ВІДМОВОСТІЙКІСТЬ': 'ВІДМОВОСТІЙКІСТЬ',
            'РЕЗЕРВУВАННЯ': 'РЕЗЕРВУВАННЯ',
            'СЕТИФІКАТ ISO': 'СЕТИФІКАТ ISO',
            'SMART HANDS': 'SMART HANDS',
            'ЕКСКУРСІЯ': 'ЕКСКУРСІЯ',
            'СТАНДАРТ НБУ': 'СТАНДАРТ НБУ'
        },
        'GIGACLOUD': {
            'ІНФРАСТРУКТУРА': 'ІНФРАСТРУКТУРА',
            'РОЗМІЩЕННЯ': 'РОЗМІЩЕННЯ',
            'СЕТИФІКАТИ': 'СЕТИФІКАТИ',
            'ДОСТУПИ': 'ДОСТУПИ',
            'МІГРАЦІЯ У ХМАРИ': 'МІГРАЦІЯ У ХМАРИ',
            'ТЕСТОВИЙ ПЕРІОД': 'ТЕСТОВИЙ ПЕРІОД',
            'РЕЗЕРВУВАННЯ': 'РЕЗЕРВУВАННЯ'
        },
        'GIGASAFE': {
            'ДОСВІД КОМАНДИ': 'ДОСВІД КОМАНДИ',
            'СЕРТИФІКАТИ КОМАНДИ': 'СЕРТИФІКАТИ КОМАНДИ',
            'КІБЕРЗАГРОЗИ': 'КІБЕРЗАГРОЗИ',
            'БЕЗПЕКА ДАНИХ': 'БЕЗПЕКА ДАНИХ',
            'ДИСТАНЦІЙНА РОБОТА': 'ДИСТАНЦІЙНА РОБОТА',
            'ТАРИФИ': 'ТАРИФИ'
        }
}