
menu = {
    'ПРО GIGAGROUP': {
        'GIGATRANS': {
            'ПОСЛУГИ': {
                'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': 'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
                'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': 'КАНАЛИ ПЕРЕДАЧІ ДАНИХ',
                'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС': 'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС',
                'ЗАХИСТ ВІД DDoS-АТАК': 'ЗАХИСТ ВІД DDoS-АТАК',
                'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС': 'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС',
                'БУДІВНИЦТВО ВОЛЗ': 'БУДІВНИЦТВО ВОЛЗ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACENTER': {
            'ПОСЛУГИ': {
                'ПО-ЮНІТНЕ РОЗМІЩЕННЯ': 'ПО-ЮНІТНЕ РОЗМІЩЕННЯ',
                'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ': 'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА СЕРВЕРНОЇ ШАФИ': 'ОРЕНДА СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА МОДУЛЯ': 'ОРЕНДА МОДУЛЯ',
                'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ': 'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACLOUD': {
            'ПОСЛУГИ': {
                'PRIVATE CLOUD': 'PRIVATE CLOUD',
                'PUBLIC CLOUD': 'PUBLIC CLOUD',
                'КЛАСТЕРИ KUBERNETES': 'КЛАСТЕРИ KUBERNETES',
                'DRaaS': 'DRaaS',
                'BaaS': 'BaaS'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGASAFE': {
            'ПОСЛУГИ': {
                'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': 'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
                'НАЛАШТУВАННЯ ЗАХИСТУ': 'НАЛАШТУВАННЯ ЗАХИСТУ',
                'МОНІТОРИНГ АНОМАЛІЙ': 'МОНІТОРИНГ АНОМАЛІЙ',
                'РЕАГУВАННЯ НА ІНЦИДЕНТИ': 'РЕАГУВАННЯ НА ІНЦИДЕНТИ',
                'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ': 'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        }

    },
    'ТОП-ПОСЛУГИ 🏆': {
        'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': 'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
        'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ': 'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ',
        'PRIVATE CLOUD': 'PRIVATE CLOUD',
        'ГІБРИДНІ РІШЕННЯ': 'ГІБРИДНІ РІШЕННЯ',
        'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': 'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
        'БУДІВНИЦТВО ВОЛЗ': 'БУДІВНИЦТВО ВОЛЗ'
    },
    'ПІДКЛЮЧИТИ МЕНЕДЖЕРА ✍️': {},
    '📩 КОНТАКТИ 📞': {},
    '❓ПИТАННЯ❓': {
        'GIGATRANS': 'GIGATRANS',
        'GIGACENTER': 'GIGACENTER',
        'GIGACLOUD': 'GIGACLOUD',
        'GIGASAFE': 'GIGASAFE'
    },
    '💼 КАР\'ЄРА 💼': {}

}

inline_menu = {
        'GIGATRANS': {
            'ЯКІ ДІЮТЬ ТАРИФИ НА ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?': 'ЯКІ ДІЮТЬ ТАРИФИ НА ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?',
            'ЧИ МОЖЕТЕ ВИ ВИКОНАТИ МІЖНАРОДНЕ ПІДКЛЮЧЕННЯ? ': 'ЧИ МОЖЕТЕ ВИ ВИКОНАТИ МІЖНАРОДНЕ ПІДКЛЮЧЕННЯ?',
            'ЯКІ ТЕРМІНИ ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?': 'ЯКІ ТЕРМІНИ ПІДКЛЮЧЕННЯ ІНТЕРНЕТУ?',
            'ЧИ ГАРАНТУЄТЕ ВИ ШВИДКІСТЬ ІНТЕРНЕТУ 100 ГБІТ/С?': 'ЧИ ГАРАНТУЄТЕ ВИ ШВИДКІСТЬ ІНТЕРНЕТУ 100 ГБІТ/С?',
            'ЯКУ Я ОТРИМАЮ ІР-АДРЕСУ, СТАТИЧНУ ЧИ ДИНАМІЧНУ?': 'ЯКУ Я ОТРИМАЮ ІР-АДРЕСУ, СТАТИЧНУ ЧИ ДИНАМІЧНУ?',
            'ЯКІ ЛІНІЇ ЗВ\'ЯЗКУ ВИ ВИКОРИСТОВУЄТЕ ДЛЯ ПІДКЛЮЧЕННЯ? ': 'ЯКІ ЛІНІЇ ЗВ\'ЯЗКУ ВИ ВИКОРИСТОВУЄТЕ ДЛЯ ПІДКЛЮЧЕННЯ?',
            'ЧИ Є У ВАС СЕРТИФІКАТ БЕЗПЕКИ КСЗІ?': 'ЧИ Є У ВАС СЕРТИФІКАТ БЕЗПЕКИ КСЗІ?',
            'ЧИ Є У ВАС СЕРТИФІКАТ ISO?': 'ЧИ Є У ВАС СЕРТИФІКАТ ISO?'
        },
        'GIGACENTER': {
            'ЯКІ ТАРИФИ НА КАЛОКЕЙШН?': 'ЯКІ ТАРИФИ НА КАЛОКЕЙШН?',
            'ЯКИЙ РІВЕНЬ ВІДМОВОСТІЙКОСТІ ОБЛАДНАННЯ? ': 'ЯКИЙ РІВЕНЬ ВІДМОВОСТІЙКОСТІ ОБЛАДНАННЯ? ',
            'ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ?': 'ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ?',
            'ЧИ Є У ВАС СЕРТИФІКАТИ ЯКОСТІ ISO?': 'ЧИ Є У ВАС СЕРТИФІКАТИ ЯКОСТІ ISO?',
            'ЧИ Є У ВАС ПОСЛУГА SMART HANDS?': 'ЧИ Є У ВАС ПОСЛУГА SMART HANDS?',
            'ЧИ МОЖУ Я ВІДВІДАТИ ДАТА-ЦЕНТР?': 'ЧИ МОЖУ Я ВІДВІДАТИ ДАТА-ЦЕНТР?',
            'ЧИ ВІДПОВІДАЄТЕ ВИ СТАНДАРТУ НБУ?': 'ЧИ ВІДПОВІДАЄТЕ ВИ СТАНДАРТУ НБУ?'
        },
        'GIGACLOUD': {
            'НА ЧОМУ ПОБУДОВАНА ІНФРАСТРУКТУРА ХМАРИ?': 'НА ЧОМУ ПОБУДОВАНА ІНФРАСТРУКТУРА ХМАРИ?',
            'ДЕ РОЗМІЩЕНА ІНФРАСТРУКТУРА GIGACLOUD?': 'ДЕ РОЗМІЩЕНА ІНФРАСТРУКТУРА GIGACLOUD?',
            'ЧИ Є У ВАС СЕРТИФІКАТИ КСЗІ ТА ISO?': 'ЧИ Є У ВАС СЕРТИФІКАТИ КСЗІ ТА ISO?',
            'ЧИ МОЖУ Я САМОСТІЙНО УПРАВЛЯТИ ПРАВАМИ ДОСТУПУ ДО ВІРТУАЛЬНИХ СЕРВЕРІВ?': 'ЧИ МОЖУ Я САМОСТІЙНО УПРАВЛЯТИ ПРАВАМИ ДОСТУПУ ДО ВІРТУАЛЬНИХ СЕРВЕРІВ?',
            'ЧИ ДОПОМАГАЄТЕ ВИ З ПЕРЕНЕСЕННЯМ СЕРВІСІВ ДО ХМАРИ?': 'ЧИ ДОПОМАГАЄТЕ ВИ З ПЕРЕНЕСЕННЯМ СЕРВІСІВ ДО ХМАРИ?',
            'ЧИ НАДАЄТЕ ВИ ТЕСТОВИЙ ПЕРІОД?': 'ЧИ НАДАЄТЕ ВИ ТЕСТОВИЙ ПЕРІОД?',
            'ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ?': 'ЧИ Є У ВАС РЕЗЕРВУВАННЯ ІНФРАСТРУКТУРИ?'
        },
        'GIGASAFE': {
            'ЯКИМИ ДОСВІДОМ ВОЛОДІЄ КОМАНДА?': 'ЯКИМИ ДОСВІДОМ ВОЛОДІЄ КОМАНДА?',
            'ЯКІ СЕРТИФІКАТИ МАЮТЬ СПЕЦІАЛІСТИ GIGASAFE?': 'ЯКІ СЕРТИФІКАТИ МАЮТЬ СПЕЦІАЛІСТИ GIGASAFE?',
            'ЯК ПЕРЕВІРИТИ ЧИ Є КІБЕРЗАГРОЗИ ДЛЯ МОГО БІЗНЕСУ?': 'ЯК ПЕРЕВІРИТИ ЧИ Є КІБЕРЗАГРОЗИ ДЛЯ МОГО БІЗНЕСУ?',
            'ЯК GIGASAFE ЗАБЕЗПЕЧУЄ БЕЗПЕКУ ДАНИХ ЗАМОВНИКА?': 'ЯК GIGASAFE ЗАБЕЗПЕЧУЄ БЕЗПЕКУ ДАНИХ ЗАМОВНИКА?',
            'ЯК БІЗНЕС МОЖЕ ЗАХИСТИТИСЯ ВІД ЗАГРОЗ ПРИ ВІДДАЛЕНІЙ РОБОТІ?': 'ЯК БІЗНЕС МОЖЕ ЗАХИСТИТИСЯ ВІД ЗАГРОЗ ПРИ ВІДДАЛЕНІЙ РОБОТІ?',
            'ЯКА ВАРТІСТЬ ВАШИХ ПОСЛУГ?': 'ЯКА ВАРТІСТЬ ВАШИХ ПОСЛУГ?'
        }
}