
menu = {
    'ПРО GIGAGROUP': {
        'GIGATRANS': {
            'ПОСЛУГИ': {
                'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': 'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
                'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': 'КАНАЛИ ПЕРЕДАЧІ ДАНИХ',
                'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС': 'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС',
                'ЗАХИСТ ВІД DDoS-АТАК': 'ЗАХИСТ ВІД DDoS-АТАК',
                'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС': 'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС',
                'БУДІВНИЦТВО ВОЛЗ': 'БУДІВНИЦТВО ВОЛЗ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACENTER': {
            'ПОСЛУГИ': {
                'ПО-ЮНІТНЕ РОЗМІЩЕННЯ',
                'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА МОДУЛЯ',
                'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACLOUD': {
            'ПОСЛУГИ': {
                'PRIVATE CLOUD',
                'PUBLIC CLOUD',
                'КЛАСТЕРИ KUBERNETES',
                'DRaaS',
                'BaaS'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGASAFE': {
            'ПОСЛУГИ': {
                'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
                'НАЛАШТУВАННЯ ЗАХИСТУ',
                'МОНІТОРИНГ АНОМАЛІЙ',
                'РЕАГУВАННЯ НА ІНЦИДЕНТИ',
                'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        }

    },
    'ТОП-ПОСЛУГИ': {
        'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
        'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ',
        'PRIVATE CLOUD',
        'ГІБРИДНІ РІШЕННЯ',
        'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
        'БУДІВНИЦТВО ВОЛЗ'
    },
    'ПІДКЛЮЧИТИ МЕНЕДЖЕРА': {},
    'КОНТАКТИ': {},
    'НАЙПОПУЛЯРНІШІ ПИТАННЯ': {
        'GIGATRANS': 'GIGATRANS',
        'GIGACENTER': 'GIGACENTER',
        'GIGACLOUD': 'GIGACLOUD',
        'GIGASAFE': 'GIGASAFE'
    },
    'КАР\'ЄРА': {}

}