menu = {
    'ПРО GIGAGROUP': {
        'GIGATRANS': {
            'ПОСЛУГИ': {
                'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
                'КАНАЛИ ПЕРЕДАЧІ ДАНИХ',
                'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС',
                'ЗАХИСТ ВІД DDoS-АТАК',
                'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС',
                'БУДІВНИЦТВО ВОЛЗ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACENTER': {

        },
        'GIGACLOUD': {

        },
        'GIGASAFE': {

        }

    },
    'ТОП-ПОСЛУГИ': {},
    'ПІДКЛЮЧИТИ МЕНЕДЖЕРА': {},
    'КОНТАКТИ': {},
    'НАЙПОПУЛЯРНІШІ ПИТАННЯ': {},
    'КАР\'ЄРА': {}

}