
menu = {
    'ПРО GIGAGROUP': {
        'GIGATRANS': {
            'ПОСЛУГИ': {
                'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
                'КАНАЛИ ПЕРЕДАЧІ ДАНИХ',
                'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС',
                'ЗАХИСТ ВІД DDoS-АТАК',
                'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС',
                'БУДІВНИЦТВО ВОЛЗ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACENTER': {
            'ПОСЛУГИ': {
                'ПО-ЮНІТНЕ РОЗМІЩЕННЯ',
                'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА МОДУЛЯ',
                'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACLOUD': {
            'ПОСЛУГИ': {
                'PRIVATE CLOUD',
                'PUBLIC CLOUD',
                'КЛАСТЕРИ KUBERNETES',
                'DRaaS',
                'BaaS'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGASAFE': {

        }

    },
    'ТОП-ПОСЛУГИ': {},
    'ПІДКЛЮЧИТИ МЕНЕДЖЕРА': {},
    'КОНТАКТИ': {},
    'НАЙПОПУЛЯРНІШІ ПИТАННЯ': {},
    'КАР\'ЄРА': {}

}