
menu = {
    'ПРО GIGAGROUP': {
        'GIGATRANS': {
            'ПОСЛУГИ': {
                'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': 'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
                'КАНАЛИ ПЕРЕДАЧІ ДАНИХ': 'КАНАЛИ ПЕРЕДАЧІ ДАНИХ',
                'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС': 'ІР-ТЕЛЕФОНІЯ ТА ВІРТУАЛЬНА АТС',
                'ЗАХИСТ ВІД DDoS-АТАК': 'ЗАХИСТ ВІД DDoS-АТАК',
                'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС': 'МІЖОПЕРАТОРСЬКИЙ БІЗНЕС',
                'БУДІВНИЦТВО ВОЛЗ': 'БУДІВНИЦТВО ВОЛЗ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACENTER': {
            'ПОСЛУГИ': {
                'ПО-ЮНІТНЕ РОЗМІЩЕННЯ': 'ПО-ЮНІТНЕ РОЗМІЩЕННЯ',
                'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ': 'ОРЕНДА 1/2 СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА СЕРВЕРНОЇ ШАФИ': 'ОРЕНДА СЕРВЕРНОЇ ШАФИ',
                'ОРЕНДА МОДУЛЯ': 'ОРЕНДА МОДУЛЯ',
                'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ': 'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGACLOUD': {
            'ПОСЛУГИ': {
                'PRIVATE CLOUD': 'PRIVATE CLOUD',
                'PUBLIC CLOUD': 'PUBLIC CLOUD',
                'КЛАСТЕРИ KUBERNETES': 'КЛАСТЕРИ KUBERNETES',
                'DRaaS': 'DRaaS',
                'BaaS': 'BaaS'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        },
        'GIGASAFE': {
            'ПОСЛУГИ': {
                'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': 'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
                'НАЛАШТУВАННЯ ЗАХИСТУ': 'НАЛАШТУВАННЯ ЗАХИСТУ',
                'МОНІТОРИНГ АНОМАЛІЙ': 'МОНІТОРИНГ АНОМАЛІЙ',
                'РЕАГУВАННЯ НА ІНЦИДЕНТИ': 'РЕАГУВАННЯ НА ІНЦИДЕНТИ',
                'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ': 'ВІДНОВЛЕННЯ НА ПОКРАЩЕННЯ'
            },
            'ЧОМУ НАС ОБИРАЮТЬ': 'ЧОМУ НАС ОБИРАЮТЬ'
        }

    },
    'ТОП-ПОСЛУГИ': {
        'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ': 'ІНТЕРНЕТ ДЛЯ БІЗНЕСУ',
        'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ': 'ОРЕНДА ЕКРАНОВАНОЇ ШАФИ',
        'PRIVATE CLOUD': 'PRIVATE CLOUD',
        'ГІБРИДНІ РІШЕННЯ': 'ГІБРИДНІ РІШЕННЯ',
        'ІДЕНТИФІКАЦІЯ ЗАГРОЗ': 'ІДЕНТИФІКАЦІЯ ЗАГРОЗ',
        'БУДІВНИЦТВО ВОЛЗ': 'БУДІВНИЦТВО ВОЛЗ'
    },
    'ПІДКЛЮЧИТИ МЕНЕДЖЕРА': {},
    'КОНТАКТИ': {},
    'НАЙПОПУЛЯРНІШІ ПИТАННЯ': {
        'GIGATRANS': 'GIGATRANS',
        'GIGACENTER': 'GIGACENTER',
        'GIGACLOUD': 'GIGACLOUD',
        'GIGASAFE': 'GIGASAFE'
    },
    'КАР\'ЄРА': {}

}